7zip.7zip
Microsoft.PowerToys
Microsoft.PowerShell
Microsoft.Sysinternals.Autoruns
Microsoft.Sysinternals.ProcessExplorer
Microsoft.Sysinternals.ZoomIt
voidtools.Everything
lin-ycv.EverythingPowerToys
ShareX.ShareX
tailscale.tailscale
File-New-Project.EarTrumpet
AntibodySoftware.WizTree
Nilesoft.Shell
Discord.Discord
Notion.Notion
Obsidian.Obsidian
Bitwarden.Bitwarden
TheBrowserCompany.Arc
Brave.Brave
Google.Chrome
Mozilla.Firefox
dotPDNLLC.paintdotnet
GIMP.GIMP
KDE.Krita
Microsoft.VisualStudioCode
Microsoft.VisualStudio.2022.Community
GitHub.cli
JetBrains.Toolbox
WinSCP.WinSCP
Docker.DockerDesktop
Valve.Steam
EpicGames.EpicGamesLauncher
EclipseAdoptium.Temurin.8.JRE
EclipseAdoptium.Temurin.17.JDK
PrismLauncher.PrismLauncher